* ownCloud Quickstart
* TODO Prep Work [4/4]
** DONE Write Doc Plan
:LOGBOOK:
CLOCK: [2020-12-09 Wed 19:55]--[2020-12-09 Wed 20:15] =>  0:20
:END:
** DONE Setup Git
:PROPERTIES:
:Effort:   0:15
:END:
:LOGBOOK:
CLOCK: [2020-12-09 Wed 20:33]--[2020-12-09 Wed 20:33] =>  0:00
:END:
** DONE Setup GitHub
:PROPERTIES:
:Effort:   0:15
:END:
:LOGBOOK:
CLOCK: [2020-12-09 Wed 21:10]--[2020-12-09 Wed 21:24] =>  0:14
:END:
*** DONE Setup SSH key for new computer
*** DONE Update email
*** DONE Set remote / origin
** DONE Outline [4/4]
:PROPERTIES:
:Effort:   1:45
:END:
:LOGBOOK:
CLOCK: [2020-12-10 Thu 15:18]--[2020-12-10 Thu 15:38] =>  0:20
CLOCK: [2020-12-10 Thu 13:15]--[2020-12-10 Thu 13:45] =>  0:30
- Scope out guide. Outline up to Ubuntu installation.
:END:
*** DONE Find RH Quickstart Example
:PROPERTIES:
:Effort:   0:15
:END:
https://access.redhat.com/documentation/en-us/red_hat_satellite/6.3/pdf/quick_start_guide/Red_Hat_Satellite-6.3-Quick_Start_Guide-en-US.pdf
*** DONE Outline assessment requirements
:PROPERTIES:
:Effort:   0:30
:END:
*** DONE Tailor outline to example
:PROPERTIES:
:Effort:   0:15
:END:
*** DONE Find information based on ownCloud docs
:PROPERTIES:
:Effort:   0:45
:END:
* TODO Write [2/4]
** DONE Draft 1
:LOGBOOK:
CLOCK: [2020-12-10 Thu 16:54]--[2020-12-10 Thu 17:04] =>  0:10
CLOCK: [2020-12-10 Thu 17:17]--[2020-12-10 Thu 17:26] =>  0:09
CLOCK: [2020-12-10 Thu 17:40]--[2020-12-10 Thu 18:38] =>  0:58
:END:
*** DONE Garbage Draft
:PROPERTIES:
:Effort:   0:45
:END:
*** DONE Lint
:PROPERTIES:
:Effort:   0:15
:END:
*** DONE Edit
:PROPERTIES:
:Effort:   0:30
:END:
** TODO Publish to GitHub Pages [1/2]
** DONE Setup GH Pages
** TODO Push main to GH Pages branch
* TODO Submit [0/3]
:PROPERTIES:
:Effort:   0:15
:END:
** TODO Link to GH Pages
** TODO PDF
** TODO Repo
